Repository: piRstone/eat-until-api
Catalog: eatuntil/locale/*/LC_MESSAGES/django.po
Languages: fr

source: First name
fr: Prénom

source: Last name
fr: Nom

source: email address
fr: adresse email

source: normalized email address
fr: adresse email normalisée

source: active
fr: est actif

source: staff status
fr: statut staff

source: No email send to user "%(user)s" because he has no email.
fr: Email non envoyé à l’utilisateur %(user)s car il n’a pas d’adresse email.

source: An error occured while sending an activation link to %(user)s
fr: Une erreur s'est produite pendant l'envoi du lien d'activation à %(user)s

source: An error occured while sending an reset password link to %(user)s
fr: Une erreur s'est produite pendant l'envoi du lien de réinitialisation de mot de passe à %(user)s

source: That email is already associated to an account
fr: Cette adresse email est déjà liée à un autre compte

source: An error occured
fr: Une erreur s'est produite

source: This link has expired. Please ask for a new one.
fr: Le lien a expiré. Merci d'en demander un nouveau.

source: Password don't match.
fr: Les mots de passe ne correspondent pas.

source: Your account has been successfully activated.
fr: Votre compte a bien été activé.

source: You can now get back to Eat Until to log you in.
fr: Vous pouvez retourner sur l'application pour vous connecter.

source: Open Eat Until
fr: Ouvrir Eat Until

source: This link seems to be expired.
fr: Le lien semble être expiré.

source: Go back to the application and ask a new activation link.
fr: Retournez sur l'application pour demander un nouveau lien d'activation.

source: Welcome!
fr: Bienvenue !

source: Your account has been successfully created! Activate it by clicking the link below:
fr: Votre compte a bien été créé! Activez-le en cliquant sur le lien ci-dessous:

source: Activate my account
fr: Activer mon compte

source: %(project_name)s team
fr: L'équipe %(project_name)s

source: The button doesn't work? Paste this link in your browser: <a href="%(activation_link)s">%(activation_link)s</a>
fr: Le bouton ne fonctionne pas ? Colle ce lien dans votre navigateur: <a href="%(activation_link)s">%(activation_link)s</a>

source: Welcome to %(project_name)s!
fr: Bienvenue sur %(project_name)s !

source: Your account has been successfully created! Activate it by clicking the link below:
fr: Votre compte a bien été créé ! Activez-le en cliquant sur le lien ci-dessous :

source: Account activation
fr: Activer mon compte

source: Hello
fr: Bonjour

source: You asked to reset your password. Click on the link below to change it:
fr: Vous avez demandé à réinitialiser votre mot de passe. Cliquez sur le lien ci-dessous pour le changer :

source: Reset my password
fr: Réinitialiser mon mot de passe

source: If you didn't ignite this request, ignore this message.
fr: Si vous n'êtes pas à l'origine de ce message, vous pouvez l'ignorer.

source: The button doesn't work? Paste this link in your browser: <a href="%(reset_password_link)s">%(reset_password_link)s</a>
fr: Le bouton ne fonctionne pas ? Colle ce lien dans votre navigateur: <a href=« %(reset_password_link)s »>%(reset_password_link)s</a>

source: You asked to reset your password. Click on the link below to change it:
fr: Vous avez demandé à réinitialiser votre mot de passe. Cliquer sur le lien ci-dessous pour le changer :

source: Password reset
fr: Réinitialisation du mot de passe
